{
    "user": {
        "emailVerifyText": "You are almost there! We have sent you an email for the activation of your user. Check your inbox and start enjoying the all the perks.",
        "emailWelcomeText": "Welcome to Drop4Coin! You're all set. Now you can sign in and get rewards.",
        "receiveEmail": "If you haven’t received the email yet,",
        "clickHere": "click here",
        "shakes": "it will be there in two shakes of a lamb’s tail",
        "backToHome": "Back to home",
        "WeareSorry": "We are sorry! We promise you will recieve your mail very soon.",
        "all": "All",
        "lead": "Lead",
        "video": "Video",
        "visit": "Visit",
        "download": "Download",
        "follow": "Follow",
        "playStation": "PlayStation",
        "twitchSubscription": "Twitch subscription",
        "paypal": "Paypal",
        "gaming": "Gaming PC",
        "xbox": "Xbox Series X",
        "viewAll": "View all",
        "editProfile": "Edit profile",
        "userProfile": "User profile",
        "alreadyRedeemed": "Already redeemed",
        "completedTasks": "Completed tasks",
        "accessInfo": "This brand wants to access your personal information. If you want to share your personal information than please agree to terms and conditions.",
        "agree": "I agree to the",
        "acceptTerms": "terms and condition",
        "allow": "Allow",
        "watchVideo": "Watch Video",
        "clickFollowText": "Please click on follow button to complete task.",
        "clickSubscribeText": "Please click on Subscribe button to complete task.",
        "tasks": "Tasks",
        "noTaskToPerform": "You have completed all the tasks. Keep an eye on our Twitter or on your favorite streamer to know when we will post new tasks. Hurry up they run out!",
        "noTaskComplete": "There is no completed tasks.",
        "goToTasks": "Go to tasks",
        "clickEarnCoins": "Click here for earn coins",
        "clickRedeemCoins": "Click here for redeem coins",
        "information": "Information",
        "enterValidLastName": "Enter a valid last name",
        "enterValidFirstName": "Enter a valid first name",
        "deleteAccount": "If you wish to delete the account, please contact our support team at:",
        "Validate": "Validate",
        "congratulations": "Congratulations!"
    },
    "userRewards": {
        "rewards": "Rewards",
        "yourRewards": "Your rewards",
        "twitch": "Twitch",
        "electronicItems": "Electronic items",
        "giftCards": "Gift cards",
        "redeem": "Redeem",
        "rewardsAlreadyReedemed": "Rewards that you have already reedemed",
        "collect": "Collect",
        "subscribe": "Subscribe",
        "WeAreSorry": "We are sorry!",
        "goLookRewards": "Go have a look at the rewards you can get.",
        "twitchStreamers": "Streamers de Twitch",
        "search": "Search",
        "subscribeNow": "Subscribe Now!",
        "pleaseValidateTwitchText": "The Twitch ID entered is incorrect",
        "confirmSubscription": "CONFIRM SUBSCRIPTION",
        "twitchChannelSubscription": "Twitch channel subscription",
        "personalTwitchId": "PERSONAL TWITCH ID",
        "loadMore": "Show more",
        "loadMorePromoted": "Show more",
        "twitchSubscription": "Twitch subscription",
        "getSubscription": "Get subscription!",
        "NotEnoughCoins": "Not enough coins",
        "NotAvailable": "Not available",
        "paypalPayment": "Paypal payment",
        "currentBalance": "Current balance",
        "availableCoins": "Available coins",
        "getPayment": "Get payment!",
        "contentTitle1": "Do you want to exchange your points for",
        "contentTitle2": "in your Paypal account?",
        "contentSubTitle1": "Enter your Paypal id or the email associated with your account and you will receive the payment shortly",
        "details": "Details",
        "throughPaypal": "through Paypal",
        "totalAmount": "Total amount:",
        "total": "Total",
        "coins": "coins",
        "our": "our",
        "and": "and",
        "termsConfirm": "By clicking confirm, you agree to our",
        "confirmTitle": "Confirm the identification of Paypal or the email entered. Once you click 'Confirm' the funds will be sent to that account. This process can take about 5 minutes.",
        "checkout": "Checkout",
        "legalNote": "Legal note",
        "availableBalanceCondition": "* Your balance at the end of the operation will be",
        "condition1": "Dropforcoin is not responsible for possible typographical errors, neither any other type that are related to the incorrect introduction of Paypal id.",
        "condition1Twitch": "Dropforcoin is not responsible for possible typographical errors, neither any other type that are related to the incorrect introduction of Twitch id.",
        "condition2": "This action is irreversible and by confirming it, you accept the redemption of coins for the agreed amount Paypal payment. please review the",
        "condition2Twitch": "This action is irreversible and by confirming it, you accept the redemption of coins for the agreed Twitch subscription. please review the",
        "twitchConfirmTitle1": "Please confirm Twitch subscription",
        "confirmTwitchTitle": "Please confirm your twitch id. once you click on 'Confirm', the Twitch subscription will be sent to that account.",
        "twitchId": "Twitch id",
        "twitchSubscriptionto": "Twitch subscription to",
        "progressToRewards": "Progress to rewards",
        "get": "Get",
        "giftCard": "GIFT CARD",
        "chooseValueGiftCard": "Choose the value of the gift card",
        "enterEmailGiftCard": "Enter the email address to which you want to receive your gift card",
        "enterYourEmailAddress": "Enter your email address",
        "pleaseConfirmGiftCard": "Please confirm gift card",
        "pleaseConfirmEmailAddress": "Please confirm the email entered. Once you click on 'Confirm', the gift card will be sent to that email address. This process could take up to 5 minutes. Please, do not forget to review your SPAM folder.",
        "giftCardWorth": "Gift card worth",
        "pleaseEnterYourEmailAddress": "Please enter your email address",
        "giftCardsCondition1": "Dropforcoin is not responsible for possible typographical errors, neither any other type that are related to the incorrect introduction of Email id.",
        "giftCardsCondition2": "This action is irreversible and by confirming it, you accept the redemption of coins for the agreed gift card reward. please review the",
        "comingSoon": "Coming soon",
        "cantFindStreamerText": "Can't find your favourite streamer? Use the search engine on the top bar, we are sure you will find it!",
        "whatAccountTxt": "What account do you want to send the sub to?"
    },
    "termsConditions": {
        "title": "Terms of use",
        "subTitle1": "INTRODUCTORY NOTICE: CONDITIONS OF USE OF THE WEBSITE AND POSSIBILITY OF ACCESSING PLATFORMS OUTSIDE SNISKO ENTERTAINMENT S.L, GOVERNED BY THEIR OWN RULES",
        "pDivide1": "This document",
        "pDivide2": "onwards, the",
        "pDivideBold1": "Terms of use",
        "pDivideBold2": "Web",
        "pDivide3": "regulates access and use of the website www.dropforcoin.com",
        "pDivide4": ", as well as access to the content that may be available in it, the provision of the services that are carried out on said website, and the eventual responsibilities derived from non-compliance or defective compliance with the Conditions of Use.",
        "p2": "The access, Navigation and use of the Web implies the express and unreserved acceptance of all the terms of these Conditions of Use, whose validity and effectiveness is that of any contract entered into in writing and signed. Its observance and compliance will be enforceable with respect to any person who accesses, browse or use the Web in any way. Thus, If you do not agree with these Terms of Use or for any reason you do not comply with them (for instance, for being less than 18 years) you must immediately stop browsing and refrain from using in any way the Web.",
        "p3": "Through the Web you can choose to participate in different games and / or non-professional competitions. These non-professional games and / or competitions are organized by SNISKO ENTERTAINMENT S.L through the Web, but they are developed on platforms other than the Web, independent of this and, therefore, outside the control of SNISKO ENTERTAINMENT S.L. By accepting to participate in said non-professional games and / or competitions, you become in an environment controlled and regulated by the operator who runs the platform on which the game and / or professional competition takes place., and you will be subject to the rules and policies that said operator has. Therefore, In no case will you be able to claim SNISKO ENTERTAINMENT S.L for what may happen on the platforms where non-professional games and / or competitions take place., since these platforms are outside the control of SNISKO ENTERTAINMENT S.L and are governed by their own rules.",
        "p4": "By accepting these Terms of Use you declare to be aware of all the above, and you expressly acknowledge that SNISKO ENTERTAINMENT S.L cannot be held responsible for the circumstances that may occur in the(s) platform(s) managed(s) by third(s) to(s) that you decide to access to participate in a non-professional game and / or competition, whether you do it or not through the web.",
        "subTitle2": "MERCANTILE INFORMATION AND CONTACT DETAILS OF SNISKO ENTERTAINMENT S.L",
        "p5": "The company that owns this website is the company SNISKO ENTERTAINMENT S.L. , company with registered office at Avda. White shore 16, 03540, Alicante and provided with NIF B42665992, registered in the Mercantile Registry of Alicante in volume xxxxx, folio xxxxx, hoja xxxxxxx.",
        "p6": "You can contact us through the email address contacto@dropforcoin.com, and we will respond to your email as soon as possible.",
        "subTitle3": "ACCESS, REGISTRATION AND USE OF THE WEB LIMITED TO OVER 18 YEARS. NON-TRANSFERABLE CHARACTER OF THE IDENTIFIER AND PASSWORD TO USE THE WEB",
        "p7": "Access and use of the Web, as well as any access to any of the contents available in it attributes the condition of user of the Web and implies the unreserved acceptance of all the conditions included in these Conditions of Use at the time such access or use occurs. (or both). It will also be considered a User who transmits information, register or participate in or through the Web, which also implies full acceptance of these Terms of Use.",
        "p8": "The user, to be able to enjoy certain contents of the Web and participate in the different non-professional games and competitions, You must register by clicking on the button on the Web that contains the following legend 'REGISTER. ONLY FOR OVER 18 YEARS' in case of tournaments in which there is an economic incentive in between (14 YEARS FOR THOSE WHO HAVE MATERIAL AWARDS)",
        "p9": "This button gives access to the registration form, that allows you to create an account on the Web, through the express authorization of the User for the following data to be collected: nickname(identifier, alias or nickname), region, Email address, date of birth and password (created by the User). Said data will be incorporated into a file guarded by SNISKO ENTERTAINMENT S.L in accordance with the Privacy Policy that appears in the section 7 of these Terms of Use.",
        "p10": "All the information provided by the User through the forms on the Web must be truthful.. To these effects, The User guarantees the authenticity of all the data that he communicates and undertakes to keep the information provided to SNISKO ENTERTAINMENT S.L perfectly updated, so that answer, at all times, to the actual situation of the specific User. In any case, The User will be solely responsible for any false or inaccurate statements that may be made through the Web., as well as the damages that may be caused to SNISKO ENTERTAINMENT S.L or to third parties due to the information provided through the Web.",
        "p11": "The password must be generated by the User in accordance with the robustness and complexity rules established at all times by SNISKO ENTERTAINMENT S.L, of which the User will be informed, default, when the password you provide does not meet the standards. A) Yes, If the User selects a password that does not meet the minimum requirements of the password policy approved and in force in SNISKO ENTERTAINMENT S.L, The User will be notified of this breach and will receive instructions on the conditions that the password must meet to be valid..",
        "p12": "The password created by the User will have an unlimited temporary validity, Although from SNISKO ENTERTAINMENT S.L we recommend changing it periodically and we facilitate making this modification through the User profile.",
        "p13": "in addition, SNISKO ENTERTAINMENT S.L has the necessary functionalities so that the User can change his password when he deems it appropriate, for instance, because you suspect or constant that the password confidentiality has been breached.",
        "p14": "The registered User expressly declares to know that the User account is personal and non-transferable, and assumes any responsibilities derived from its making available to third parties other than the User. With an enunciative and non-limiting character, The User will be responsible for any damages that may arise from the use of the Web by any third party that uses a password or User identifier as a result of a careless use., of their unauthorized transmission or loss of them by the User.",
        "p15": "The User agrees to make diligent use of his password, to keep it a secret, and not to transmit or share it with any other person, incluida SNISKO ENTERTAINMENT S.L. Consequently, The User expressly declares to know that he is solely responsible for the adequate custody and confidentiality of any identifiers (nicknames, aliases or nicknames) and / or passwords that you have selected as a registered User of the Web.",
        "p16": "Under the above, It is the User's obligation to immediately notify SNISKO ENTERTAINMENT S.L, preferably at the email address contacto@dropforcoin.com, any fact or act that allows the misuse of identifiers and / or passwords, such as, for instance, the robbery, loss, or unauthorized access to them, in order that SNISKO ENTERTAINMENT S.L can proceed to its immediate cancellation. As long as such circumstances are not communicated by the User, SNISKO ENTERTAINMENT S.L will not be in a position to have effective knowledge of them and, therefore, in no case will it be possible to attribute responsibility for a possible misuse of identifiers and / or passwords by unauthorized third parties.",
        "p17": "Access to the contents of the Web is free, as a general rule. Nevertheless, There may be sections or specific particular services that require for their use and enjoyment the payment of some economic amount. In these cases, the User will receive, prior to their use or enjoyment, all the information regarding the costs and means of payment., and your express acceptance of the contracting terms will be obtained prior to making any charge, as well as its use or enjoyment by the User.",
        "p18": "Some Web services accessible to Users or exclusive to SNISKO ENTERTAINMENT S.L customers, may be subject to particular conditions, regulations and instructions that, in your case, they substitute, complement and / or modify these Conditions of Use, and that must be accepted by the User before starting the provision of the corresponding service.",
        "p19": "It will be the responsibility of the User to ensure that their systems and infrastructures are adequate and necessary for the correct use of the Web., as well as their configuration, especially with regard to security systems.",
        "p20": "For his part, the User's participation in the different non-professional games and competitions that can be accessed after registering on the Web, as well as their participation in the different raffles associated with the games and competitions themselves and those others developed by SNISKO ENTERTAINMENT S.L on their social networks, it implies, by the User, acceptance in full, full and unreserved of the legal bases that regulate said participations and, specific, of the following",
        "p21": "The BASES OF PARTICIPATION IN COMPETITIONS THROUGH THE PLATFORM 'DROPFORCOIN' available on the Web and accessible through the following link https://dropforcoin.com/Paginas/politicas/politicas.php",
        "subTitle4": "INTELLECTUAL AND INDUSTRIAL PROPERTY RIGHTS. NON-EXCLUSIVE RIGHT OF USE AND FOR PERSONAL ENJOYMENT. LIMITATIONS FOR THE USER AND RESPONSIBILITY OF THE USER FOR THE INFORMATION PROVIDED TO SNISKO ENTERTAINMENT S.L",
        "p22": "SNISKO ENTERTAINMENT S.L is the owner of, in your case, has the corresponding licenses on the exploitation rights of intellectual and industrial property of the Web, as well as all the content offered in it, including the platform itself, texts, photographs or illustrations, logos, trademarks, graphics, designs, interfaces or any other information or content and the services available through it. in addition, SNISKO ENTERTAINMENT S.L affirms that it is the owner of the source code, design, navigation structure, databases and various web software elements.",
        "p23": "In no case will it be understood that access, navigation and / or use of the website by the user, Neither the use of the products and / or services offered by SNISKO ENTERTAINMENT S.L through its website imply a waiver, transmission, license or total or partial transfer of said rights by SNISKO ENTERTAINMENT S.L. The User has a non-exclusive right of use of the contents and / or services of the Web, within a strictly domestic environment, and solely for the purpose of personally enjoying the benefits of the services that it offers, in accordance with these Terms of Use.",
        "p24": "References to trademarks or registered trade names or other distinctive signs, whether owned by SNISKO ENTERTAINMENT S.L or third-party companies, imply the prohibition of their use without the consent of SNISKO ENTERTAINMENT S.L and / or their legitimate owners. In no time access, Navigation or use of the Web and / or its contents confers on the User any right over distinctive signs included therein.",
        "p25": "All intellectual and industrial property rights are reserved on the contents and / or services of the Web and, in particular, it is forbidden to modify, copy, play, communicate publicly, transform the distribute, by any means and in any form, all or part of the contents included in the Web, for any purposes other than the use and personal enjoyment of the User. Therefore, The User expressly acknowledges and accepts that he cannot use the aforementioned elements, with an enunciative and non-limiting character, for any public farms, or for commercial purposes, promotional, etc.",
        "p26": "in addition, It is forbidden to suppress or manipulate the indications of copyright or other credits that identify the holders of rights of the contents that the User finds on the Web, as well as technical protection devices, fingerprints or any protection or information mechanism incorporated into the content offered on the Web.",
        "p27": "In the event that the User sends information of any kind to SNISKO ENTERTAINMENT S.L through any of the channels enabled for this purpose, he declares, guarantees and accepts that you have the right to do so freely, that such information does not infringe any intellectual property rights, industrial, trade secret or any other rights of third parties, and that said information is not confidential or harmful to third parties.",
        "p28": "In this sense, the User acknowledges and accepts that, by registering and participating on the Web, grants SNISKO ENTERTAINMENT S.L all the rights necessary for the Web to function properly, specific, at the enunciative and non-limiting level: the right to keep the User's content on the servers, adapting them to the technical needs of each moment, the right to show them to other Users, and the right to use them for events and activities of the different games and competitions in which you participate as a User of the Web, and for press and promotion purposes of such games and competitions. The rights will be understood to be assigned for the maximum time allowed by the Law and without any territorial limitation..",
        "p29": "The User acknowledges assuming responsibility, leaving SNISKO ENTERTAINMENT S.L harmless for any communication provided personally or on your behalf, achieving said responsibility, without any restriction, to any damages related to its accuracy, its legality, its originality and / or its ownership.",
        "p30": "If the User is aware of the existence of any illegal content, illegal, contrary to the Laws or that could imply an infringement of intellectual and / or industrial property rights, You must immediately notify SNISKO ENTERTAINMENT S.L through the email address contacto@dropforcoin.com so that it can proceed to adopt the appropriate measures.",
        "p31": "In the same way, in the event that any User or a third party considers that any of the contents of the Website owned by SNISKO ENTERTAINMENT S.L violate their intellectual and / or industrial property rights, as well as any other rights, They must send a communication to contacto@dropforcoin.com with the necessary documentation that proves such end, and from SNISKO ENTERTAINMENT S.L a complete response will be given as soon as possible.",
        "subTitle5": "RULES OF USE OF THE WEB. USER LIABILITY AND INDEMNITY GUARANTEE IN FAVOR OF SNISKO ENTERTAINMENT S.L. PUBLICATION OF CONTENT BY THE USER: LIMITATIONS AND RESPONSIBILITIES OF THE USER",
        "p32": "The User agrees to make proper use of the content, materials and services that SNISKO ENTERTAINMENT S.L offers on the Web and not to use them to engage in illegal activities or contrary to good faith and the legal system, spread content or propaganda of a racist nature, xenophobic, pornographic-illegal, of apology of terrorism or attack against human rights, cause damage to the physical and logical systems of SNISKO ENTERTAINMENT S.L, from its suppliers or third parties, introduce or spread computer viruses or any other physical or logical systems that are likely to cause the aforementioned damage on the network.",
        "p33": "The performance of any actions such as those described in the previous paragraph by the User may entail the adoption by SNISKO ENTERTAINMENT S.L of the appropriate measures protected by Law and in the exercise of their rights or obligations, among which is the elimination or blocking of the offending User's account.",
        "p34": "The User expressly acknowledges that in the event that he performs the aforementioned actions, he will not have the right to claim any compensation for the damages caused and, Conversely, will be solely responsible for any damages that may be caused to SNISKO ENTERTAINMENT S.L and / or to any third parties. To that end, The User expressly acknowledges and agrees to hold SNISKO ENTERTAINMENT S.L harmless from any damages arising from actions such as those described in the previous paragraph. This indemnity guarantee covers not only the amount of compensation and the costs of eventual judicial or arbitration proceedings., but also the expenses of professionals (lawyers, experts, attorneys, etc.) that SNISKO ENTERTAINMENT S.L had to do to defend their rights and / or interests both judicially and extrajudicially.",
        "p35": "Secondly, The User declares to know that the Web may have areas through which the Users can participate., publish own content and / or share own content or published by SNISKO ENTERTAINMENT S.L, provided certain requirements are met. These areas may be owned by SNISKO ENTERTAINMENT S.L and, therefore, dependent and controlled by this, o ajenas a SNISKO ENTERTAINMENT S.L. The User expressly acknowledges and accepts that, when it comes to independent social networks and outside of SNISKO ENTERTAINMENT S.L, This cannot be held responsible for the correct operation or the conditions and policies established by those responsible. Therefore, The User expressly acknowledges and accepts that it remains his exclusive and sole account and under his sole responsibility to consent, accept and / or assume at all times the treatment that is carried out of the information published on said platforms.",
        "p36": "In any case, we inform you that when the User participates in any of these areas —both controlled by SNISKO ENTERTAINMENT S.L and beyond its control—, The rest of the Users of the Web will be able to access and use all the contents published by the User. SNISKO ENTERTAINMENT S.L cannot control what use other people will make of these contents and, therefore, SNISKO ENTERTAINMENT S.L is not responsible for it.",
        "p37": "SNISKO ENTERTAINMENT S.L recommends that you do not publish personal data or materials protected by intellectual and industrial property rights or any other rights. In any case, The User expressly declares to know that he is solely responsible for any data, information, elements, objects, etc., that it makes available to the public through the Web, and agrees to hold SNISKO ENTERTAINMENT S.L harmless in the terms expressed in this section.",
        "p38": "In the case of making content available (audiovisual material, video or audio, etc.) by the User of the Web through the same (‘Upload’ of contents of the User himself to the Web) The User expressly acknowledges knowing that uploading content implies the concession to SNISKO ENTERTAINMENT S.L of a non-exclusive license to exploit such content, in such a way that SNISKO ENTERTAINMENT S.L is authorized by the User to reproduce, communicate publicly, distribute and transform such content, without limitation neither temporal nor territorial nor by reason of the purpose of the act of exploitation (onwards, the 'License'). To that end, The User expressly empowers SNISKO ENTERTAINMENT S.L to allow any company of its Business Group to carry out the acts of exploitation authorized in the License, for the exploitation of the contents through both the internet and any other means of exploitation, using any technology. By way of example, SNISKO ENTERTAINMENT S.L may exploit the audiovisual content or texts, made available through the Web by Users (and assign its exploitation to third parties) In Internet, free television, Pay TV, pay per view, video on demand, almost video on demand, video supports (DVD, CD ROM, Blue Ray, HD DVD, among others), exploitation on mobile devices, cinemas, aircraft, public or private establishments, open to the public or not, such as hospitals, Hotels, etc. The rights will be understood to be assigned for the maximum time allowed by the Law and without any territorial limitation..",
        "p39": "The User assumes the obligation to provide the information that is required., in relation to the origin and ownership of the contents uploaded to the Web and the procedure by which the User has obtained them. This information must be truthful and verifiable in the event that SNISKO ENTERTAINMENT S.L so requires..",
        "p40": "In order to make the Web a safe environment and to protect our Users, The User expressly declares to know that it is strictly forbidden to publish content:'ACCESS, REGISTRATION AND USE OF THE WEB LIMITED TO OVER 18 YEARS. NON-TRANSFERABLE CHARACTER OF THE IDENTIFIER AND PASSWORD TO USE THE WEB'",
        "p41": "That can be considered as a violation in any way of the fundamental rights to honor, to personal and family privacy or to the image of third parties and, very especially, of minors;",
        "p42": "That include photographs that collect images or personal data of third parties without having obtained the appropriate consent of their owners;",
        "p43": "That violate the secrecy of communications or that imply an infringement of intellectual and industrial property rights or of the regulations governing the protection of personal data or of the regulations governing industrial or business secrecy.;",
        "p44": "Containing any material or information that is illegal, racist, obscene, pornographic, abusive, defamatory, misleading, fraudulent or in any way contrary to morality or public order or these Conditions of Use;",
        "p45": "Containing 'spam' and / or links to websites unrelated to the corresponding space;",
        "p46": "That include advertising or commercial communications, for the emission of messages for advertising purposes or to collect data for the same purpose.",
        "p47": "The User who breaches these prohibitions will be responsible for any claim that occurs as a result of it.. The indemnity guarantee described in this clause also applies to this case., what the User expressly acknowledges and accepts and, therefore, This must leave SNISKO ENTERTAINMENT S.L undamaged in the aforementioned terms. Even if there is no claim from a third party, SNISKO ENTERTAINMENT S.L reserves the possibility of preventing access to the Web or the possibility of participating in the spaces provided therein to Users who breach these conditions. in addition, SNISKO ENTERTAINMENT S.L will pursue the breach of the above conditions, as well as any improper use of the contents presented on the Web, exercising all actions of any kind that may correspond to it.",
        "p48": "SNISKO ENTERTAINMENT S.L does not control the content published by Users on the Web and, therefore, has no responsibility for that content. The User expressly acknowledges knowing that he is solely responsible for the content he publishes on the Web., and agrees to hold SNISKO ENTERTAINMENT S.L harmless., in the terms expressed, for any damages arising from the content you publish on the Web. Without prejudice of the previous, SNISKO ENTERTAINMENT S.L reserves the right to edit or withdraw any content that violates these Terms of Use or the Privacy or Cookies Policy or the rights of SNISKO ENTERTAINMENT S.L or third parties, prior notification of these. in addition, the user (registered or not) You agree to notify SNISKO ENTERTAINMENT S.L in writing at the email address contacto@dropforcoin.com in case you find any information or content on the Web that may be inappropriate, contrary to current regulations or contrary to the Conditions of Use of the Web.",
        "p49": "In any case, SNISKO ENTERTAINMENT S.L will not be responsible for the infractions carried out by any User of the Web that affect any other User of the same or third parties, including those that refer to intellectual property rights, copyright, trademarks, patents, confidential information and / or any other intellectual or industrial property right. in addition, Nor will it be liable for infringements by a User of personal privacy., honor and / or own image of another User or a third party, which will be the sole responsibility of the offender, whether it be statements made in forums, User opinions or audiovisual materials provided by this, in the event that such functionalities exist. The User expressly acknowledges and accepts his responsibility for the eventual consequences derived from the infringement of the regulations governing the above intangible assets and / or intangible assets., and undertakes to hold SNISKO ENTERTAINMENT S.L harmless from any claim for this reason in the terms previously expressed.",
        "p50": "Si Ud. view content on our website that seems illegal to you, harmful or offensive, We would appreciate if you let us know through this email address: contacto@dropforcoin.com",
        "p51": "Next, Some prohibited norms and behaviors are listed:",
        "li1": "Non-resident Users in the assigned market (that is to say, in the region from which they connect, as stated in the registration form) they will not be able to participate in tournaments",
        "li2": "Users outside the European Union will not be able to participate in the tournaments..",
        "li3": "If the User has won a prize and has not claimed it in thirty (30) days you will lose the right to obtain it.",
        "li4": "The prizes will be awarded within a maximum period of fifteen (15) days, counted from its obtaining, Unless there is any circumstance that forces the delivery to be made later.",
        "li5": "It is strictly forbidden to have more than one account on the Web or to use another player's account for the purpose of making a profit..",
        "li6": "The use of bugs is strictly prohibited, exploits the external programs, whether or not they alter the gaming experience, in order to gain an advantage over the rival.",
        "p52": "The following actions (and any other analogous or similar) are prohibited and entail the blocking of temporary activity and / or banning of the platform, the partial or total loss of prizes won to date and a reset of the statistics if they have benefited from it:'Next, Some prohibited norms and behaviors are listed:'",
        "li7": "Disrespecting the rival or the management team.",
        "li8": "Lying in a party protest.",
        "li9": "Falsify evidence in order to win a match.",
        "li10": "Voluntarily win between accounts.",
        "li11": "A single user using multiple accounts in a match.",
        "li12": "Agree results.",
        "li13": "Being banned from the game itself by decision of the developer / publisher (example: Vac Ban in CS:GO)",
        "p53": "SNISKO ENTERTAINMENT S.L reserves the right to modify the Conditions of Use at any time. In case of modification of the Conditions of Use, the new version will be made available to the Users of the Web sufficiently in advance., and an informative communication will be sent to all registered Users, with the possibility of obtaining your express acceptance if necessary.",
        "title2": "Links",
        "subTitle6": "LINKS TO OTHER WEBSITES",
        "p54": "The User expressly declares to know that SNISKO ENTERTAINMENT S.L does not manage or control other web pages accessible through links inserted in the Web, nor the content of these that could be accessed through different buttons, links, banners or embedded content. The User expressly declares to know that websites other than the Web, although they are accessible through a link inserted in this, as well as the content of other websites, are managed by third parties unrelated to SNISKO ENTERTAINMENT S.L, who does not have the human or technical means to know in advance and / or control and / or approve the information, contents, products or services provided by other platforms to which links can be established from the Web.",
        "p55": "Consequently, The User declares to be aware that SNISKO ENTERTAINMENT S.L will not be able to assume any type of responsibility for any aspect related to the platform or web page to which a link could be established from the Web, specific, by way of example and not limitation, about its operation, access, data, information, records, quality and reliability of your products and services, your own links and / or any of their content, usually.",
        "p56": "In this sense, if the Users had effective knowledge that the activities carried out through these third party web pages linked on the Web are illegal or contravene morality and / or public order, They must immediately notify SNISKO ENTERTAINMENT S.L in order to proceed to disable the access link to them., action that SNISKO ENTERTAINMENT S.L will carry out in the shortest possible time.",
        "p57": "In any case, The establishment of any type of link from the Web to another web page will not imply that there is any type of relationship, collaboration or dependence between SNISKO ENTERTAINMENT S.L and the person in charge of said third party website.",
        "subTitle7": "LINKS TO THE WEBSITE OF SNISKO ENTERTAINMENT S.L ON OTHER PLATFORMS AND SOCIAL NETWORKS",
        "p58": "SNISKO ENTERTAINMENT S.L reserves the right to make available to Users, through different tools and applications, means of link that allow them to access the channels and pages of the Web that SNISKO ENTERTAINMENT S.L maintains in different platforms and social networks belonging to and / or managed by third parties (p.ej. Facebook, Twitter o Google+, among other). The sole purpose of including these links on the Web is to provide Users with access to said channels and Web pages on the different platforms and social networks..",
        "p59": "The establishment of these applications does not imply the existence of any relationship between SNISKO ENTERTAINMENT S.L and the owner, manufacturer or distributor of the linked platform, nor the acceptance and approval by SNISKO ENTERTAINMENT S.L of its contents and / or services, being its owner, manufacturer or distributor solely responsible for them.",
        "p60": "In no case does SNISKO ENTERTAINMENT S.L share with Facebook, Twitter or with any other social network that will incorporate any type of private information about its Users in the future, its sole purpose being the one established in these Conditions of Use, as well as in the Privacy Policy of the Web. In this sense, The User expressly declares to know that all the information that the User himself wishes to provide to these platforms will be under his own responsibility., SNISKO ENTERTAINMENT S.L not intervening in said process.",
        "p61": "The activation and use of these applications may entail the identification and authentication of the User (login/password) on the corresponding platforms, completely external to the Web and outside the control of SNISKO ENTERTAINMENT S.L. When accessing such external networks, The User enters an environment not controlled by SNISKO ENTERTAINMENT S.L, Therefore, it will not assume any responsibility for the security configuration of said environments..",
        "p62": "Since SNISKO ENTERTAINMENT S.L has no control over the content hosted on these channels, The User acknowledges and accepts that SNISKO ENTERTAINMENT S.L does not assume any responsibility for the content or for the services that the User can access on said pages., nor for any content, products, services, advertising, nor any other material available in them. For this reason, the User must exercise extreme caution in the evaluation and use of the information, existing content and services in the linked channels, and on your own or third-party information that you want to share on said channels.",
        "subTitle8": "LINKS ON OTHER WEB PAGES WITH A DESTINATION TO THE SNISKO ENTERTAINMENT S.L WEB",
        "p63": "SNISKO ENTERTAINMENT S.L does not authorize the establishment of a link to the Web from those pages that contain materials, illegal information or content, illegal, degrading, obscene and, usually, that contravene the Laws, morality or public order, or generally accepted social norms.",
        "p64": "In any case, Users may establish links on their respective web pages that lead to the Web, as long as they meet the following conditions:'Next, Some prohibited norms and behaviors are listed:'",
        "p65": "The link may not reproduce the content of the Web or parts of it in any way.",
        "p66": "You are not allowed to create a browser (browser or search engine) about the sections of the Web, nor in any other way may the Web be modified or facilitate access to its pages by avoiding the Web home page or without the Internet user being aware that it is on the Web..",
        "p67": "It is not allowed to make false or inaccurate or incorrect statements or indications on the Web and / or, in particular, declare or imply that SNISKO ENTERTAINMENT S.L has authorized the link or that it has supervised or assumed in any way the content or services offered or made available on the website where said link is established.",
        "p68": "The web page on which the link to the Web is established will not contain illegal information or content., contrary to generally accepted morals and good customs and public order, Nor will it contain content that is contrary to any third party rights., including intellectual and industrial property rights and / or the right to honor, to personal or family privacy or to one's image or any other right, or content contrary to the regulations governing the protection of personal data.",
        "p69": "SNISKO ENTERTAINMENT S.L does not have the power or human or technical means to know all the information, contents, products or services provided by other web pages that have established links to the web. SNISKO ENTERTAINMENT S.L does not assume any type of responsibility for any aspect related to the web page that establishes that link to the Web (specific, by way of example and not limited to, about its operation, access, data, information, records, quality and reliability of your products and services, your own links and / or any of their content, usually).",
        "subTitle9": "RESPONSIBILITIES AND GUARANTEES OF SNISKO ENTERTAINMENT S.L AND RIGHT TO SUSPEND THE SERVICE",
        "p70": "Acceptance of the terms of these Conditions of Use implies the User's conformity with the rules of use of the contents and / or services.. The User therefore expressly declares to know that the use of the Web is at their own risk and expense..",
        "p71": "SNISKO ENTERTAINMENT S.L is deeply committed to ensuring that the service works correctly and in accordance with the Conditions of Use. Without prejudice of the previous, SNISKO ENTERTAINMENT S.L. is not in a position to prevent them from occurring, especially by the intervention of malicious third parties, situations from which responsibilities could arise. In those cases, SNISKO ENTERTAINMENT S.L undertakes to act as quickly as possible to solve any inconvenience that may be generated to Users., although it cannot guarantee the reliability, usefulness or veracity of all the information and / or the services of the Web, nor of the usefulness or veracity of the documentation made available through it., since there can always be actions of third parties that are beyond your control.",
        "p72": "Consequently, SNISKO ENTERTAINMENT S.L does not guarantee or is responsible for:",
        "p73": "The continuity of the contents of the Web;",
        "p74": "The absence of errors in said content;",
        "p75": "The absence of viruses and / or other harmful components on the Web or on the server that hosts it;",
        "p76": "The invulnerability of the Web and / or the impossibility of violating the security measures adopted in it;",
        "p77": "The lack of usefulness or performance of the contents of the Web;",
        "p78": "The damages or losses caused, herself or a third party, any person who violates the Conditions of Use or violates the security systems of the Web.",
        "p79": "It notwithstanding, SNISKO ENTERTAINMENT S.L has adopted all the necessary measures, within your capabilities and in accordance with the state of the art, so that the operation of the Web is adequate, and to minimize errors.",
        "p80": "SNISKO ENTERTAINMENT S.L. does not guarantee legality, reliability and usefulness of the content provided by third parties through the Web. If the User is aware of the existence of any illegal content, illegal, contrary to the Laws or that could imply an infringement of the rights of third parties, You must immediately notify SNISKO ENTERTAINMENT S.L , preferably at the following email address contacto@dropforcoin.com so that it can proceed with the adoption of the appropriate measures.",
        "p81": "SNISKO ENTERTAINMENT S.L will not be responsible for the veracity, integrity or updating of the information published on the website from sources other than it, as well as those contained in other platforms that are linked from the Web. SNISKO ENTERTAINMENT S.L will not be liable for hypothetical damages that may arise from the use of the aforementioned information.",
        "p82": "In any case, SNISKO ENTERTAINMENT S.L reserves the right to suspend, Modify, restrict or interrupt, either temporarily or permanently, the access, navigation, use, hosting and / or downloading of content and / or use of web services, with or without prior notification, to Users who contravene any of the provisions detailed in these Conditions of Use, Without the possibility of the User to demand any compensation for this cause, and without prejudice to the right of SNISKO ENTERTAINMENT S.L to claim the corresponding compensation for the damages suffered.",
        "subTitle10": "MODIFICATIONS IN THE CONDITIONS OF USE",
        "p83": "SNISKO ENTERTAINMENT S.L reserves the right to make the modifications it deems appropriate on its website without prior notice, being able to change, delete or add both the content and services it provides, as the way in which they appear presented or located.",
        "p84": "The temporary validity of these Conditions of Use coincides, Thus, with the time of its exposure, until such time as they are totally or partially modified, at which time the modified Conditions of Use will become effective. Users will be duly informed of all this., depending on the circumstances.",
        "p85": "SNISKO ENTERTAINMENT S.L may terminate, suspend or discontinue unilaterally, anytime, without notice, the provision of the Web service and / or any of the services, as well as access to the contents of the Web, without the User being able to claim any compensation from SNISKO ENTERTAINMENT S.L for such actions. Therefore, The User expressly accepts that there is this power of SNISKO ENTERTAINMENT S.L and, for clarification purposes, expressly waives any actions to claim damages that may be filed against SNISKO ENTERTAINMENT S.L due to the actions related in this section.",
        "p86": "If SNISKO ENTERTAINMENT S.L chooses to terminate the provision of the Web service in the terms expressed above, The User will be obliged to eliminate and / or destroy any material that they have obtained or downloaded from the Web and / or the portal in which the contents and services are offered., including all related software and documentation, as well as any copy, printing and installation, Although the prohibitions on the use of the contents set forth above in these Conditions of Use will remain in force..",
        "p87": "In the event that any provision of these Conditions of Use is declared null or unenforceable, in whole or in part, by any court, Court or competent administrative body, said nullity or inapplication will not affect the remaining provisions of these Conditions of Use.",
        "p88": "The non-exercise or execution by SNISKO ENTERTAINMENT S.L of any right or provision contained in these Conditions of Use will not constitute a waiver thereof., unless expressly acknowledged and agreed in writing by you.",
        "p89": "These Conditions of Use will remain published on our website so that you can consult them whenever you wish..",
        "subTitle11": "APPLICABLE LEGISLATION AND COMPETENT JURISDICTION",
        "p90": "Provided that the regulations in force for this purpose do not foresee the possibility for the parties to submit to a specific jurisdiction., For any litigious matter derived from or related to this website, the Spanish legislation in force at the time of the dispute will apply and we will submit to the Courts and Tribunals of the city of Barcelona, as well as, in your case, to the Arbitration Courts of consumption or similar to which we are adhered at the time of the controversy.",
        "p91": "To file claims in the use of our services, You can go by mail to the electronic or physical address indicated in the section 1 of these Terms of Use, that we reproduce here for your convenience:",
        "subTitle12": "WEBSITE RETURN POLICY",
        "p92": "The return period in our online store is 14 days from receipt of order.",
        "p93": "In no case should the client return the merchandise to SNISKO ENTERTAINMENT S.L by their own means SNISKO ENTERTAINMENT S.L will not be responsible for the merchandise if the client returns it by their own means.",
        "p94": "To return any item from our online store, contact contacto@dropforcoin.com.",
        "p95": "Below we inform you how to proceed in each case:",
        "policy1": "1. Product damaged during shipping",
        "policyDiscription1": "Upon receiving the product you must review it well. If you find that it has been damaged during shipping, you should contact us immediately through our contact channels where we will indicate how to proceed..",
        "policy2": "2. Wrong product",
        "policyDiscription2": "In the event that we have made a mistake in shipping the product, dispose of 14 calendar days from the date of receipt of the order to return the same. Please, contact our customer service at the email address contacto@dropforcoin.com",
        "policy3": "3. Defective product",
        "Discription1": "For the return for defective product, First, it will be necessary to verify the defect of the piece by sending photos in which it is verified that the item is really damaged or deteriorated. From here everything is our responsibility.",
        "Discription2": "This Warranty includes shipping, material and workmanship, but according to the consumer goods guarantee law, are excluded from your coverage, the characteristics of the product inherent to its nature (wood behavior,…), as well as damages caused by misuse or improper cleaning.",
        "Discription3": "This warranty does not include deficiencies caused by negligence., hits, improper use or manipulations, improper installation not carried out by authorized installer where applicable, nor materials subject to wear and tear due to normal use.",
        "Discription4": "The warranty will lose its value:If they are modified, alter or replace some of the data of the same or the proof of purchase. To make use of the guarantee, It is essential to present the proof of purchase.customers to be satisfied and that is why we have a continuous after-sales service that you can contact through any of our customer service means:email contacto@dropforcoin.com",
        "Discription5": "The guarantee offered by SNISKO ENTERTAINMENT S.L complies with the legal requirements both in the Consolidated Text of the General Law for the Defense of Consumers and Users and other complementary laws (TRLGDCU) as in the law 3/2014, from 27 of March, amending the revised text of the General Law for the Defense of Consumers and Users. (Royal Legislative Decree 1/2007, from 16 of November). Access to the EU online dispute resolution platform",
        "policy4": "4. Product does not meet your expectations",
        "Discription6": "If you receive the product and it does not respond to what you were looking for, don't worry you can return it within a period of 14 calendar days from receipt of the product. To do this, you should only contact by any of the available means. It is necessary that the product is in perfect condition with all its accessories.",
        "Discription7": "After receiving the merchandise from our supplier's warehouse and checking its condition, you will get a refund of the amount of your order, discounting transportation costs, by Bank transfer.",
        "Discription8": "Do not forget to keep the original packaging, because if you do not return the product in the original packaging, the product will suffer a depreciation. We recommend that, in case of returning the product already opened, I repackaged it very well with all the protections with which we supply it from SNISKO ENTERTAINMENT S.L; Keep in mind that later it may suffer blows in the transport and if we receive it very damaged we will have to apply an extra cost for said depreciation of the product."
    }
}