{
    "user": {
        "emailVerifyText": "¡Ya casi has llegado! Te hemos enviado un correo electrónico para la activación de tu usuario. Revisa tu bandeja de entrada y comienza a disfrutar de todas las ventajas.",
        "emailWelcomeText": "¡Bienvenido a Drop4Coin! Estás listo. Ahora puedes iniciar sesión y empezar a obtener recompensas.",
        "receiveEmail": "Si aún no has recibido el correo electrónico,",
        "clickHere": "haz clic aquí",
        "shakes": "Te lo volveremos a enviar. Recuerda revisar tu carpeta de SPAM.",
        "backToHome": "Volver a inicio",
        "WeareSorry": "¡Lo sentimos! Deberías recibir el correo electrónico muy pronto.",
        "all": "todas",
        "lead": "Formulario",
        "video": "Vídeo",
        "visit": "Visita",
        "download": "Descargar",
        "follow": "Seguir",
        "playStation": "Estación de juegos",
        "twitchSubscription": "Suscripción a Twitch",
        "paypal": "Paypal",
        "gaming": "PC para juegos",
        "xbox": "Xbox Serie X",
        "viewAll": "Ver todo",
        "editProfile": "Editar perfil",
        "userProfile": "Perfil del usuario",
        "alreadyRedeemed": "Ya redimido",
        "completedTasks": "Tareas completadas",
        "accessInfo": "Esta marca desea acceder a su información personal. Si desea compartir su información personal, por favor, acepte los términos y condiciones",
        "agree": "Estoy de acuerdo con los",
        "acceptTerms": " términos de servicio",
        "allow": "Permitir",
        "watchVideo": "Ver vídeo",
        "clickFollowText": "Haga clic en el botón Seguir para completar la tarea.",
        "clickSubscribeText": "Haga clic en el botón Suscribirse para completar la tarea.",
        "tasks": "Tareas",
        "noTaskToPerform": "Entre todos habéis completado todas las tareas. Estate atento a nuestro Twitter o a tu streamer favorito para conocer cuándo publicaremos nuevas tareas. ¡Date prisa que se acaban!",
        "noTaskComplete": "No hay tarea completa",
        "goToTasks": "Ir a tareas",
        "clickEarnCoins": "Haga clic aquí para ganar monedas",
        "clickRedeemCoins": "Haga clic aquí para canjear monedas",
        "information": "Información",
        "enterValidLastName": "Ingrese un apellido válido",
        "enterValidFirstName": "Introduce un nombre válido",
        "deleteAccount": "Si desea eliminar la cuenta, comuníquese con nuestro equipo de soporte en:",
        "Validate": "Validar",
        "congratulations": "¡Enhorabuena!",
        "questionsForm": "Questions form"
    },
    "userRewards": {
        "rewards": "Recompensas",
        "yourRewards": "Tus recompensas",
        "twitch": "Twitch",
        "electronicItems": "Artículos electrónicos",
        "giftCards": "Tarjetas regalo",
        "redeem": "Canjear",
        "rewardsAlreadyReedemed": "Recompensa que ya has canjeado",
        "collect": "Recoger",
        "subscribe": "Suscribir",
        "WeAreSorry": "¡Lo sentimos!",
        "goLookRewards": "Echa un vistazo a las recompensas que puedes obtener.",
        "twitchStreamers": "Streamers de Twitch",
        "search": "Buscar",
        "subscribeNow": "¡Suscríbete Ya!",
        "pleaseValidateTwitchText": "La ID de Twitch introducida es incorrecta",
        "confirmSubscription": "CONFIRMAR SUSCRIPCIÓN",
        "twitchChannelSubscription": "Suscripción al canal de Twitch",
        "personalTwitchId": "ID TWITCH PERSONAL",
        "loadMore": "Mostrar más",
        "loadMorePromoted": "Mostrar más",
        "twitchSubscription": "Suscripción a Twitch",
        "getSubscription": "¡Obtenga una suscripción!",
        "NotEnoughCoins": "Sin fondos",
        "NotAvailable": "No disponible",
        "paypalPayment": "Pago de PayPal",
        "currentBalance": "Saldo actual",
        "availableCoins": "Monedas disponibles",
        "getPayment": "¡Reciba el pago!",
        "contentTitle1": "Quieres canjear tus puntos por",
        "contentTitle2": " en su cuenta Paypal?",
        "contentSubTitle1": "Ingrese su identificación de Paypal o el correo electrónico asociado con su cuenta y recibirá el pago en breve",
        "details": "Detalles",
        "throughPaypal": "a través de Paypal",
        "totalAmount": "Cantidad total:",
        "total": "Total",
        "coins": "monedas",
        "our": "nuestro",
        "and": "y",
        "termsConfirm": "Al hacer clic en confirmar, aceptas nuestro",
        "confirmTitle": "Confirme la identificación de Paypal o el correo electrónico ingresado. Una vez que haga clic en 'Confirmar', los fondos se enviarán a esa cuenta. Este proceso puede durar unos 5 minutos.",
        "checkout": "Verificar",
        "legalNote": "Nota legal",
        "availableBalanceCondition": "* Su saldo al final de la operación será",
        "condition1": "Dropforcoin no se hace responsable de posibles errores tipográficos, ni de ningún otro tipo que estén relacionados con la introducción incorrecta de la identificación de Paypal.",
        "condition1Twitch": "Dropforcoin no se hace responsable de posibles errores tipográficos, ni de ningún otro tipo que estén relacionados con la introducción incorrecta de la identificación de Twitch.",
        "condition2": "Esta acción es irreversible y al confirmarla, acepta el canje de monedas por la cantidad pactada del pago de Paypal. por favor revise el",
        "condition2Twitch": "Esta acción es irreversible y al confirmarla, acepta el canje de monedas por la suscripción de Twitch acordada. por favor revise el",
        "twitchConfirmTitle1": "Confirma la suscripción a Twitch",
        "confirmTwitchTitle": "Confirma tu ID de Twitch. una vez que haga clic en 'Confirmar', la suscripción de Twitch se enviará a esa cuenta.",
        "twitchId": "ID de Twitch",
        "twitchSubscriptionto": "Suscripción de Twitch a",
        "progressToRewards": "Progreso hacia las recompensas",
        "get": "Obtener",
        "giftCard": "TARJETA DE REGALO",
        "chooseValueGiftCard": "Elige el valor de la tarjeta regalo",
        "enterEmailGiftCard": "Ingrese la dirección de correo electrónico a la que desea recibir su tarjeta de regalo",
        "enterYourEmailAddress": "Ingrese su dirección de correo electrónico",
        "pleaseConfirmGiftCard": "Por favor, confirme la tarjeta de regalo",
        "pleaseConfirmEmailAddress": "Por favor, confirme el correo electrónico introducido. Una vez que haga clic en 'Confirmar', la tarjeta de regalo se enviará a esa dirección de correo electrónico. Este proceso puede tardar hasta 5 minutos. Por favor, no olvides revisar tu carpeta de SPAM.",
        "giftCardWorth": "Valor de la tarjeta de regalo",
        "pleaseEnterYourEmailAddress": "Por favor, introduzca su dirección de correo electrónico",
        "giftCardsCondition1": "Dropforcoin no se hace responsable de los posibles errores tipográficos, ni de ningún otro tipo que estén relacionados con la introducción incorrecta del Email id.",
        "giftCardsCondition2": "Esta acción es irreversible y al confirmarla aceptas el canje de monedas por la recompensa de la tarjeta regalo acordada. por favor revise el",
        "comingSoon": "Próximamente",
        "cantFindStreamerText": "¿No encuentras a tu streamer favorito? Usa el buscador de la barra superior para encontrarlo.",
        "whatAccountTxt": "¿A qué cuenta quieres enviar el sub?"
    },
    "termsConditions": {
        "title": "Condiciones de Uso",
        "subTitle1": "AVISO INTRODUCTORIO: CONDICIONES DE USO DE LA WEB Y POSIBILIDAD DE ACCEDER A PLATAFORMAS AJENAS A SNISKO ENTERTAINMENT S.L, REGIDAS POR SUS PROPIAS NORMAS",
        "pDivide1": "El presente documento",
        "pDivide2": "en adelante, las",
        "pDivideBold1": "Condiciones de Uso",
        "pDivideBold2": "Web",
        "pDivide3": "regula el acceso y el uso del sitio web www.dropforcoin.com",
        "pDivide4": ", así como el acceso a los contenidos que puedan estar disponibles en la misma, la prestación de los servicios que en dicha Web se realiza, y las eventuales responsabilidades derivadas del incumplimiento o del cumplimiento defectuoso de las Condiciones de Uso.",
        "p2": "El acceso, la navegación y la utilización de la Web implica la aceptación expresa y sin reservas de todos los términos de las presentes Condiciones de Uso, cuya validez y eficacia es la de cualquier contrato celebrado por escrito y firmado. Su observancia y cumplimiento será exigible respecto de cualquier persona que acceda, navegue o utilice en cualquier forma la Web. Por ello, si no estás de acuerdo con las presentes Condiciones de Uso o por cualquier razón no las cumples (por ejemplo, por ser menor de 18 años) debes cesar inmediatamente en la navegación y abstenerte de utilizar en cualquier forma la Web.",
        "p3": "A través de la Web puedes elegir participar en distintos juegos y/o competiciones no profesionales. Estos juegos y/o competiciones no profesionales se organizan por SNISKO ENTERTAINMENT S.L a través de la Web, pero se desarrollan en plataformas ajenas a la Web, independientes de esta y, por tanto, ajenas al control de SNISKO ENTERTAINMENT S.L. Al aceptar participar en dichos juegos y/o competiciones no profesionales pasas a estar en un entorno controlado y regulado por el operador que dirija la plataforma en la que se desarrolle el juego y/o la competición profesional, y quedarás sujeto a las normas y políticas que dicho operador tenga. Por tanto, en ningún caso podrás reclamar a SNISKO ENTERTAINMENT S.L por lo que pueda suceder en las plataformas en las que se desarrollan los juegos y/o competiciones no profesionales, ya que esas plataformas están fuera del control de SNISKO ENTERTAINMENT S.L y se rigen por sus propias normas.",
        "p4": "Al aceptar estas Condiciones de Uso declaras ser conocedor de todo lo anterior, y reconoces expresamente que SNISKO ENTERTAINMENT S.L no puede tener responsabilidad por las circunstancias que puedan producirse en la(s) plataforma(s) gestionada(s) por tercero(s) a la(s) que decidas acceder para participar en un juego y/o competición no profesional, lo hagas o no a través de la Web.",
        "subTitle2": "INFORMACIÓN MERCANTIL Y DATOS DE CONTACTO DE SNISKO ENTERTAINMENT S.L",
        "p5": "La mercantil titular de la presente Web es la sociedad SNISKO ENTERTAINMENT S.L. , sociedad con domicilio social en Avda. Costa Blanca 16, 03540, Alicante y provista de NIF B42665992, inscrita en el Registro Mercantil de Alicante en el tomo xxxxx, folio xxxxx, hoja xxxxxxx.",
        "p6": "Puede ponerse en contacto con nosotros a través de la dirección de correo electrónico contacto@dropforcoin.com, y responderemos a su correo electrónico tan pronto como nos sea posible.",
        "subTitle3": "ACCESO, REGISTRO Y USO DE LA WEB LIMITADOS A MAYORES DE 18 AÑOS. CARÁCTER INTRANSFERIBLE DEL IDENTIFICADOR Y DE LA CONTRASEÑA PARA USAR LA WEB",
        "p7": "El acceso y la utilización de la Web, así como cualquier acceso a cualesquiera de los contenidos disponibles en la misma atribuye la condición de usuario de la Web (en adelante, el “Usuario”) e implica la aceptación sin reservas de todas las condiciones incluidas en estas Condiciones de Uso en el momento en que se produzca dicho acceso o utilización (o ambas). También se considerará Usuario a quien transmita información, se registre o participe en o a través de la Web, lo que supone asimismo la íntegra aceptación de estas Condiciones de Uso.",
        "p8": "El Usuario, para poder disfrutar de determinados contenidos de la Web y participar en los distintos juegos y competiciones no profesionales, deberá registrarse pinchando en el botón de la Web que contiene la siguiente leyenda “REGÍSTRATE. SOLO PARA MAYORES DE 18 AÑOS” en caso de torneos en los que exista un incentivo económico de por medio (14 AÑOS PARA LOS QUE CONTENGAN PREMIOS MATERIALES)",
        "p9": "Ese botón da acceso al formulario de registro, que permite crear una cuenta en la Web, mediante la autorización expresa del Usuario para que se recaben los siguientes datos: nickname(identificador, alias o apodo), región, dirección de correo electrónico, fecha de nacimiento y contraseña (creada por el Usuario). Dichos datos se incorporarán a un fichero custodiado por SNISKO ENTERTAINMENT S.L de conformidad con la Política de Privacidad que figura en el apartado 7 de las presentes Condiciones de Uso.",
        "p10": "Toda la información que facilite el Usuario a través de los formularios de la Web deberá ser veraz. A estos efectos, el Usuario garantiza la autenticidad de todos aquellos datos que comunique y se obliga a mantener la información facilitada a SNISKO ENTERTAINMENT S.L perfectamente actualizada, de forma que responda, en todo momento, a la situación real del Usuario concreto. En todo caso, será el Usuario el único responsable de las manifestaciones falsas o inexactas que pueda realizar a través de la Web, así como de los daños y perjuicios que pueda causar a SNISKO ENTERTAINMENT S.L o a terceros por la información que facilite a través de la Web.",
        "p11": "La contraseña deberá ser generada por el Usuario de acuerdo a las reglas de robustez y complejidad que se establezcan en cada momento por SNISKO ENTERTAINMENT S.L, de las que se informará al Usuario, por defecto, cuando la contraseña que proporcione no cumpla los estándares. Así, si el Usuario seleccionara una contraseña que no cumple los requisitos mínimos de la política de contraseñas aprobada y vigente en SNISKO ENTERTAINMENT S.L, el Usuario será avisado de ese incumplimiento y recibirá instrucciones de los condicionamientos que debe reunir dicha contraseña para ser válida.",
        "p12": "La contraseña creada por el Usuario tendrá una validez temporal ilimitada, si bien desde SNISKO ENTERTAINMENT S.L recomendamos cambiarla periódicamente y facilitamos realizar esa modificación a través del perfil de Usuario.",
        "p13": "Asimismo, SNISKO ENTERTAINMENT S.L dispone de funcionalidades necesarias para que el Usuario pueda cambiar su contraseña cuando lo considere oportuno, por ejemplo, porque sospeche o constante que se haya producido la quiebra de la confidencialidad de la contraseña.",
        "p14": "El Usuario registrado declara expresamente saber que la cuenta de Usuario es personal e intransferible, y asume cualesquiera responsabilidades derivadas de su puesta a disposición de terceros distintos del Usuario. Con carácter enunciativo y no limitativo, serán responsabilidad del Usuario los eventuales daños y perjuicios que puedan derivarse de la utilización de la Web por cualquier tercero que utilice una contraseña o identificador de Usuario como consecuencia de una utilización no diligente, de su transmisión no autorizada o de la pérdida de los mismos por el Usuario.",
        "p15": "El Usuario se compromete a hacer un uso diligente de su contraseña, a mantenerla en secreto, y a no transmitirla o compartirla con ninguna otra persona, incluida SNISKO ENTERTAINMENT S.L. En consecuencia, el Usuario declara expresamente saber que es el único responsable de la adecuada custodia y confidencialidad de cualesquiera identificadores (nicknames, alias o apodos) y/o contraseñas que haya seleccionado como Usuario registrado de la Web.",
        "p16": "En virtud de lo anterior, es obligación del Usuario notificar de forma inmediata a SNISKO ENTERTAINMENT S.L, preferiblemente en la dirección de correo electrónico contacto@dropforcoin.com, cualquier hecho o acto que permita el uso indebido de los identificadores y/o contraseñas, tales como, por ejemplo, el robo, extravío, o el acceso no autorizado a los mismos, con el fin de que SNISKO ENTERTAINMENT S.L pueda proceder a su inmediata cancelación. Mientras no se comuniquen tales circunstancias por el Usuario SNISKO ENTERTAINMENT S.L no estará en disposición de tener conocimiento efectivo de las mismas y, por tanto, en ningún caso será posible atribuírsele responsabilidad por un eventual uso indebido de los identificadores y/o contraseñas por terceros no autorizados.",
        "p17": "El acceso a los contenidos de la Web es gratuito, como regla general. No obstante, pueden existir apartados o servicios particulares concretos que requieran para su uso y disfrute el abono de alguna cantidad económica. En estos casos el Usuario recibirá con carácter previo a su utilización o disfrute toda la información relativa a los costes y medios de pago, y se recabará su aceptación expresa de los términos de contratación con carácter previo a realizarle cualquier cargo, así como a su uso o disfrute por parte del Usuario.",
        "p18": "Algunos servicios de la Web accesibles para los Usuarios o exclusivos para los clientes de SNISKO ENTERTAINMENT S.L, pueden estar sometidos a condiciones particulares, reglamentos e instrucciones que, en su caso, sustituyen, complementan y/o modifican las presentes Condiciones de Uso, y que deberán ser aceptadas por el Usuario antes de iniciarse la prestación del servicio correspondiente.",
        "p19": "Será responsabilidad del Usuario asegurar que sus sistemas e infraestructuras son los adecuados y necesarios para la correcta utilización de la Web, así como la configuración de los mismos, en especial por lo que se refiere a los sistemas de seguridad.",
        "p20": "Por su parte, la participación del Usuario en los diferentes juegos y competiciones no profesionales a los que puede acceder tras registrarse en la Web, así como su participación en los distintos sorteos asociados a los propios juegos y competiciones y aquellos otros que desarrolle SNISKO ENTERTAINMENT S.L en sus redes sociales, implica, por parte del Usuario, la aceptación en su totalidad, plena y sin reservas de las bases legales que regulan dichas participaciones y, en concreto, de las siguientes:",
        "p21": "Las BASES DE PARTICIPACIÓN EN COMPETICIONES A TRAVÉS DE LA PLATAFORMA “PLAYOFFNATIONS” disponible en la Web y accesibles a través del siguiente link:https://dropforcoin.com/Paginas/politicas/politicas.php",
        "subTitle4": "DERECHOS DE PROPIEDAD INTELECTUAL E INDUSTRIAL. DERECHO DE USO NO EXCLUSIVO Y PARA DISFRUTE PERSONAL. LIMITACIONES PARA EL USUARIO Y RESPONSABILIDAD DE ESTE POR LA INFORMACIÓN QUE PROPORCIONE A SNISKO ENTERTAINMENT S.L",
        "p22": "SNISKO ENTERTAINMENT S.L es titular o, en su caso, cuenta con las licencias correspondientes sobre los derechos de explotación de propiedad intelectual e industrial de la Web, así como de todos los contenidos ofrecidos en la misma, incluyendo la propia plataforma, textos, fotografías o ilustraciones, logos, marcas, grafismos, diseños, interfaces o cualquier otra información o contenido y los servicios disponibles a través de la misma. Asimismo, SNISKO ENTERTAINMENT S.L afirma que es titular del código fuente, diseño, estructura de navegación, bases de datos y distintos elementos de software de la Web.",
        "p23": "En ningún caso se entenderá que el acceso, navegación y/o utilización de la Web por parte del Usuario, ni la utilización de los productos y/o servicios ofrecidos por SNISKO ENTERTAINMENT S.L a través de su Web implican una renuncia, transmisión, licencia o cesión total o parcial de dichos derechos por parte de SNISKO ENTERTAINMENT S.L. El Usuario dispone de un derecho de uso no exclusivo de los contenidos y/o servicios de la Web, dentro de un ámbito estrictamente doméstico, y únicamente con la finalidad de disfrutar personalmente de las prestaciones de los servicios que la misma ofrece, de acuerdo con las presentes Condiciones de Uso.",
        "p24": "Las referencias a marcas o nombres comerciales registrados u otros signos distintivos, ya sean titularidad de SNISKO ENTERTAINMENT S.L o de terceras empresas, llevan implícita la prohibición de su uso sin el consentimiento de SNISKO ENTERTAINMENT S.L y/o de sus legítimos titulares. En ningún momento el acceso, navegación o utilización de la Web y/o de sus contenidos confiere al Usuario derecho alguno sobre signos distintivos en él incluidos.",
        "p25": "Quedan reservados todos los derechos de propiedad intelectual e industrial sobre los contenidos y/o servicios de la Web y, en particular, queda prohibido modificar, copiar, reproducir, comunicar públicamente, transformar o distribuir, por cualquier medio y bajo cualquier forma, la totalidad o parte de los contenidos incluidos en la Web, para cualesquiera propósitos diferentes del uso y disfrute personal del Usuario. Por tanto, el Usuario reconoce expresamente y acepta que no puede utilizar los citados elementos, con carácter enunciativo y no limitativo, para cualesquiera explotaciones públicas, o con fines comerciales, promocionales, etc.",
        "p26": "Asimismo, queda prohibido suprimir o manipular las indicaciones de copyright u otros créditos que identifiquen a los titulares de derechos de los contenidos que el Usuario encuentre en la Web, así como los dispositivos técnicos de protección, las huellas digitales o cualquier mecanismo de protección o información incorporada a los contenidos ofrecidos en la Web.",
        "p27": "En el caso de que el Usuario envíe información de cualquier tipo a SNISKO ENTERTAINMENT S.L a través de cualquiera de los canales habilitados al efecto, éste declara, garantiza y acepta que tiene derecho a hacerlo libremente, que dicha información no infringe ningún derecho de propiedad intelectual, industrial, secreto comercial o cualesquiera otros derechos de terceros, y que dicha información no tiene carácter confidencial ni es perjudicial para terceros.",
        "p28": "En este sentido, el Usuario reconoce y acepta que, mediante su registro y participación en la Web, cede a SNISKO ENTERTAINMENT S.L todos los derechos necesarios para que la Web funcione correctamente, en concreto, a nivel enunciativo y no limitativo: el derecho a mantener los contenidos del Usuario en los servidores, adaptándolos a las necesidades técnicas de cada momento, el derecho a mostrárselos a los demás Usuarios, y el derecho a usarlos con motivo de eventos y actividades de los distintos juegos y competiciones en los que participe como Usuario de la Web, y para fines de prensa y promoción de tales juegos y competiciones. Los derechos se entenderán cedidos por el máximo tiempo permitido por la Ley y sin limitación territorial alguna.",
        "p29": "El Usuario reconoce asumir la responsabilidad, dejando indemne a SNISKO ENTERTAINMENT S.L por cualquier comunicación que suministre personalmente o a su nombre, alcanzando dicha responsabilidad, sin restricción alguna, a cualesquiera daños y perjuicios relacionados con su exactitud, su legalidad, su originalidad y/o su titularidad.",
        "p30": "Si el Usuario tuviera conocimiento de la existencia de algún contenido ilícito, ilegal, contrario a las Leyes o que pudiera suponer una infracción de derechos de propiedad intelectual y/o industrial, deberá notificarlo inmediatamente a SNISKO ENTERTAINMENT S.L a través de la dirección de correo electrónico contacto@dropforcoin.com para que esta pueda proceder a la adopción de las medidas oportunas.",
        "p31": "De igual modo, en caso de que cualquier Usuario o un tercero consideren que alguno de los contenidos de la Web propiedad de SNISKO ENTERTAINMENT S.L vulneran sus derechos de propiedad intelectual y/o industrial, así como cualesquiera otros derechos, deberán remitir una comunicación a contacto@dropforcoin.com con la documentación necesaria que acredite tal extremo, y desde SNISKO ENTERTAINMENT S.L se dará cumplida respuesta tan pronto como sea posible.",
        "subTitle5": "REGLAS DE USO DE LA WEB. RESPONSABILIDAD DEL USUARIO Y GARANTÍA DE INDEMNIDAD A FAVOR DE SNISKO ENTERTAINMENT S.L. PUBLICACIÓN DE CONTENIDOS POR PARTE DEL USUARIO: LIMITACIONES Y RESPONSABILIDADES DEL USUARIO",
        "p32": "El Usuario se compromete a hacer un uso adecuado de los contenidos, materiales y servicios que SNISKO ENTERTAINMENT S.L ofrece en la Web y a no emplearlos para incurrir en actividades ilícitas o contrarias a la buena fe y al ordenamiento jurídico, difundir contenidos o propaganda de carácter racista, xenófobo, pornográfico-ilegal, de apología del terrorismo o atentatorio contra los derechos humanos, provocar daños en los sistemas físicos y lógicos de SNISKO ENTERTAINMENT S.L, de sus proveedores o de terceras personas, introducir o difundir en la red virus informáticos o cualesquiera otros sistemas físicos o lógicos que sean susceptibles de provocar los daños anteriormente mencionados.",
        "p33": "La realización de cualesquiera actuaciones como las descritas en el párrafo anterior por el Usuario podrá llevar aparejada la adopción por SNISKO ENTERTAINMENT S.L de las medidas oportunas amparadas en Derecho y en el ejercicio de sus derechos u obligaciones, entre las que se encuentra la eliminación o bloqueo de la cuenta del Usuario infractor.",
        "p34": "El Usuario reconoce expresamente que en el supuesto de que realice las citadas actuaciones no tendrá derecho a reclamar indemnización alguna por los daños y perjuicios causados y, por el contrario, será el único responsable de los daños y perjuicios que pudieran causarse a SNISKO ENTERTAINMENT S.L y/o a cualesquiera terceros. A tal efecto, el Usuario reconoce expresamente y acepta mantener indemne a SNISKO ENTERTAINMENT S.L respecto de cualesquiera daños y perjuicios derivados de actuaciones como las que se describen en el párrafo anterior. Esta garantía de indemnidad cubre no solamente el importe de la indemnización y las costas de eventuales procedimientos judiciales o arbitrales, sino también los gastos de profesionales (abogados, peritos, procuradores, etc.) que tuviera que realizar SNISKO ENTERTAINMENT S.L para defender sus derechos y/o intereses tanto judicial como extrajudicialmente.",
        "p35": "Por otro lado, el Usuario declara conocer que la Web podrá contar con áreas a través de las que los Usuarios pueden participar, publicar contenidos propios y/o compartir contenidos propios o publicados por SNISKO ENTERTAINMENT S.L, siempre que se cumplan determinados requisitos. Dichas áreas pueden ser propias de SNISKO ENTERTAINMENT S.L y, por tanto, dependientes y controladas por esta, o ajenas a SNISKO ENTERTAINMENT S.L. El Usuario reconoce y acepta expresamente que, cuando se trate de redes sociales independientes y ajenas a SNISKO ENTERTAINMENT S.L, esta no puede responsabilizarse ni del correcto funcionamiento ni de las condiciones y políticas dispuestas por sus responsables. Por tanto, el Usuario reconoce y acepta expresamente que queda de su exclusiva y sola cuenta y bajo su sola responsabilidad consentir, aceptar y/o asumir en todo momento el tratamiento que se realice de la información publicada en dichas plataformas.",
        "p36": "En todo caso le informamos de que cuando el Usuario participe en cualquiera de esas zonas —tanto controladas por SNISKO ENTERTAINMENT S.L como ajenas a su control—, el resto de Usuarios de la Web podrá acceder y utilizar todos los contenidos publicados por el Usuario. SNISKO ENTERTAINMENT S.L no puede controlar qué uso realizarán otras personas de esos contenidos y, por tanto, SNISKO ENTERTAINMENT S.L no se hace responsable de ello.",
        "p37": "SNISKO ENTERTAINMENT S.L le recomienda que no publique datos de carácter personal o materiales protegidos por derechos de propiedad intelectual e industrial o cualesquiera otros derechos. En cualquier caso, el Usuario declara expresamente conocer que es el único responsable de cualesquiera datos, informaciones, elementos, objetos, etc., que ponga a disposición del público a través de la Web, y acepta mantener indemne a SNISKO ENTERTAINMENT S.L en los términos expresados en este apartado.",
        "p38": "En el caso de la puesta a disposición de contenidos (material audiovisual, de vídeos o audio, etc.) por parte del Usuario de la Web a través de esta misma (‘subida’ de contenidos del propio Usuario a la Web) el Usuario reconoce expresamente saber que la subida de contenidos supone la concesión a SNISKO ENTERTAINMENT S.L de una licencia no exclusiva de explotación sobre tales contenidos, de tal forma que SNISKO ENTERTAINMENT S.L queda autorizada por el Usuario para reproducir, comunicar públicamente, distribuir y transformar tales contenidos, sin limitación ni temporal ni territorial ni por razón de la finalidad del acto de explotación (en adelante, la “Licencia”). A tal efecto, el Usuario faculta expresamente a SNISKO ENTERTAINMENT S.L para permitir a cualquier sociedad de su Grupo Empresarial la realización de los actos de explotación autorizados en la Licencia, para la explotación de los contenidos a través tanto de internet como de cualquier otro medio de explotación, utilizando cualquier tecnología. A título enunciativo, SNISKO ENTERTAINMENT S.L podrá explotar los contenidos audiovisuales o textos, puestos a su disposición a través de la Web por los Usuarios (y ceder a terceros su explotación) en Internet, televisión en abierto, televisión de pago, pago por visión, vídeo bajo demanda, casi vídeo bajo demanda, soportes de video (DVD, CD ROM, Blue Ray, HD DVD, entre otros), explotación en dispositivos móviles, cines, aeronaves, establecimientos públicos o privados, abiertos o no al público, tales como hospitales, hoteles, etc. Los derechos se entenderán cedidos por el máximo tiempo permitido por la Ley y sin limitación territorial alguna.",
        "p39": "El Usuario asume la obligación de proporcionar la información que le sea requerida, en relación con el origen y titularidad de los contenidos subidos a la Web y el procedimiento por el que el Usuario los haya obtenido. Esta información deberá ser veraz y comprobable en el caso de que SNISKO ENTERTAINMENT S.L así lo requiera.",
        "p40": "Con el fin de que la Web sea un entorno seguro y para proteger a nuestros Usuarios, el Usuario declara expresamente conocer que queda terminantemente prohibido publicar contenidos:",
        "p41": "Que puedan ser considerados como una vulneración en cualquier forma de los derechos fundamentales al honor, a la intimidad personal y familiar o a la propia imagen de terceros y, muy especialmente, de los menores de edad;",
        "p42": "Que incluyan fotografías que recojan imágenes o datos personales de terceros sin haber obtenido el oportuno consentimiento de sus titulares;",
        "p43": "Que vulneren el secreto de las comunicaciones o que supongan una infracción de derechos de propiedad intelectual e industrial o de las normas reguladoras de la protección de datos de carácter personal o de las normas reguladoras del secreto industrial o empresarial;",
        "p44": "Que contengan cualquier material o información que sea ilegal, racista, obscena, pornográfica, abusiva, difamatoria, engañosa, fraudulenta o de cualquier forma contraria a la moral o al orden público o a las presentes Condiciones de Uso;",
        "p45": "Que contengan “spam” y/o enlaces a sitios web sin relación con el espacio correspondiente;",
        "p46": "Que incluyan publicidad o comunicaciones comerciales, para la emisión de mensajes con finalidad publicitaria o para la captación de datos con el mismo fin.",
        "p47": "El Usuario que incumpla estas prohibiciones será responsable de cualquier reclamación que se produzca como consecuencia de ello. La garantía de indemnidad descrita en esta cláusula se aplica también a este caso, lo que el Usuario reconoce y acepta expresamente y, por tanto, este deberá dejar a SNISKO ENTERTAINMENT S.L indemne en los términos ya referidos. Aunque no se produjera ninguna reclamación de un tercero, SNISKO ENTERTAINMENT S.L se reserva la posibilidad de impedir el acceso a la Web o de la posibilidad de participar en los espacios habilitados en la misma a los Usuarios que incumplan estas condiciones. Asimismo, SNISKO ENTERTAINMENT S.L perseguirá el incumplimiento de las anteriores condiciones, así como cualquier utilización indebida de los contenidos presentados en la Web, ejerciendo todas las acciones de cualquier índole que le puedan corresponder.",
        "p48": "SNISKO ENTERTAINMENT S.L no controla el contenido publicado por los Usuarios en la Web y, por tanto, no tiene responsabilidad alguna por ese contenido. El Usuario reconoce expresamente conocer que es el único responsable de los contenidos que publique en la Web, y acepta mantener indemne a SNISKO ENTERTAINMENT S.L, en los términos expresados, por cualesquiera daños y perjuicios derivados de los contenidos que publique en la Web. Sin perjuicio de lo anterior, SNISKO ENTERTAINMENT S.L se reserva la posibilidad de editar o retirar cualquier contenido que vulnere las presentes Condiciones de Uso o la Política de Privacidad o de Cookies o derechos de SNISKO ENTERTAINMENT S.L o de terceros, previa notificación de estos. Asimismo, el Usuario (registrado o no) se compromete a notificar por escrito a SNISKO ENTERTAINMENT S.L en la dirección de correo electrónico contacto@dropforcoin.com en caso de que encuentre alguna información o contenido en la Web que pueda ser no adecuado, contrario a la normativa vigente o contrario a las Condiciones de Uso de la Web.",
        "p49": "En cualquier caso, SNISKO ENTERTAINMENT S.L no será responsable de las infracciones realizadas por cualquier Usuario de la Web que afecten a cualquier otro Usuario de la misma o a terceros, incluyendo las que se refieran a derechos de propiedad intelectual, copyright, marcas, patentes, información confidencial y/o cualquier otro derecho de propiedad intelectual o industrial. Asimismo, tampoco responderá de las infracciones de un Usuario a la intimidad personal, honor y/o propia imagen de otro Usuario o de un tercero, que serán responsabilidad exclusiva del infractor, ya se trate de afirmaciones vertidas en foros, opiniones del Usuario o materiales audiovisuales aportados por este, en el caso de que existieran dichas funcionalidades. El Usuario reconoce expresamente y acepta su responsabilidad por las eventuales consecuencias derivadas de la infracción de la normativa reguladora de los anteriores bienes inmateriales y/o activos intangibles, y se obliga a mantener indemne a SNISKO ENTERTAINMENT S.L de cualquier reclamación por este motivo en los términos anteriormente expresados.",
        "p50": "Si Ud. visualiza en nuestra Web un contenido que le parece ilícito, perjudicial u ofensivo, le agradeceremos que nos lo comunique a través de esta dirección de correo electrónico: contacto@dropforcoin.com",
        "p51": "A continuación, quedan enumeradas algunas normas y conductas prohibidas:",
        "li1": "Los Usuarios no residentes en el mercado asignado (es decir, en la región desde la que se conectan, según han manifestado en el formulario de registro) no podrán participar en torneos",
        "li2": "Usuarios externos a la Unión europea no podrán participar en los torneos..",
        "li3": "Si el Usuario ha ganado un premio y no lo ha reclamado en treinta (30) días perderá el derecho a obtenerlo.",
        "li4": "Los premios serán entregados en un plazo máximo de quince (15) días, contados desde su obtención, salvo que concurra alguna circunstancia que obligue a hacer la entrega posteriormente.",
        "li5": "Está totalmente prohibido tener más de una cuenta en la Web o utilizar la cuenta de otro jugador con el fin de obtener un beneficio.",
        "li6": "Está terminantemente prohibido el uso de bugs, exploits o programas externos, alteren o no la experiencia de juego, con el fin de conseguir una ventaja sobre el rival.",
        "p52": "Las siguientes acciones (y cualesquiera otras análogas o similares) están prohibidas y conllevan el bloqueo de actividad temporal y/o baneo de la plataforma, la pérdida parcial o total de premios conseguidos hasta la fecha y un reset de las estadísticas en caso de haberse beneficiado de ello:",
        "li7": "Faltar al respeto al rival o al equipo de administración.",
        "li8": "Mentir en la protesta de un partido.",
        "li9": "Falsificar pruebas con el fin de obtener la victoria en un partido.",
        "li10": "Darse victorias de forma voluntaria entre cuentas.",
        "li11": "Un mismo usuario utilizando varias cuentas en un partido.",
        "li12": "Pactar resultados.",
        "li13": "Estar baneado del propio juego por decisión del desarrollador/publisher (ejemplo: Vac Ban en CS:GO)",
        "p53": "SNISKO ENTERTAINMENT S.L se reserva el derecho a modificar las Condiciones de Uso en cualquier momento. En caso de modificación de las Condiciones de Uso se pondrá a disposición de los Usuarios de la Web la nueva versión con antelación suficiente, y se enviará una comunicación informativa a todos los Usuarios registrados, con la posibilidad de recabar su aceptación expresa en caso de que fuera necesario.",
        "title2": "ENLACES",
        "subTitle6": "ENLACES A OTRAS PÁGINAS WEB",
        "p54": "El Usuario declara expresamente conocer que SNISKO ENTERTAINMENT S.L no gestiona ni controla otras páginas web accesibles a través de enlaces insertos en la Web, ni el contenido de estas al que pudiera accederse mediante diferentes botones, links, banners o contenidos embebidos. El Usuario declara expresamente saber que los sitios web diferentes a la Web, aunque estén accesibles a través de un enlace inserto en esta, así como el contenido de otros sitios web, son gestionados por terceros ajenos a SNISKO ENTERTAINMENT S.L, quien no dispone ni de medios humanos ni de medios técnicos para conocer de forma previa y/o controlar y/o aprobar la información, contenidos, productos o servicios facilitados por otras plataformas a las que se puedan establecer enlaces desde la Web.",
        "p55": "En consecuencia, el Usuario declara ser consciente de que SNISKO ENTERTAINMENT S.L no podrá asumir ningún tipo de responsabilidad por cualquier aspecto relativo a la plataforma o página web a la que se pudiera establecer un enlace desde la Web, en concreto, a título enunciativo y no limitativo, sobre su funcionamiento, acceso, datos, información, archivos, calidad y fiabilidad de sus productos y servicios, sus propios enlaces y/o cualquiera de sus contenidos, en general.",
        "p56": "En este sentido, si los Usuarios tuvieran conocimiento efectivo de que las actividades desarrolladas a través de estas páginas web de terceros enlazadas en la Web son ilegales o contravienen la moral y/o el orden público, deberán comunicarlo inmediatamente a SNISKO ENTERTAINMENT S.L a los efectos de que se proceda a deshabilitar el enlace de acceso a las mismas, acción que SNISKO ENTERTAINMENT S.L llevará a cabo en el menor tiempo posible.",
        "p57": "En cualquier caso, el establecimiento de cualquier tipo de enlace desde la Web a otra página web ajena no implicará que exista algún tipo de relación, colaboración o dependencia entre SNISKO ENTERTAINMENT S.L y el responsable de dicha página web ajena.",
        "subTitle7": "ENLACES A LA WEB DE SNISKO ENTERTAINMENT S.L EN OTRAS PLATAFORMAS Y REDES SOCIALES",
        "p58": "SNISKO ENTERTAINMENT S.L se reserva el derecho a poner a disposición de los Usuarios, a través de diferentes herramientas y aplicaciones, medios de enlace que permitan a los mismos acceder a los canales y páginas de la Web que SNISKO ENTERTAINMENT S.L mantiene en diferentes plataformas y redes sociales pertenecientes y/o gestionadas por terceros (p.ej. Facebook, Twitter o Google+, entre otras). La inclusión de estos enlaces en la Web tendría por único objeto facilitar a los Usuarios el acceso a dichos canales y páginas de la Web en las diferentes plataformas y redes sociales.",
        "p59": "El establecimiento de estas aplicaciones no implica la existencia de relación alguna entre SNISKO ENTERTAINMENT S.L y el titular, fabricante o distribuidor de la plataforma enlazada, como tampoco la aceptación y aprobación por parte de SNISKO ENTERTAINMENT S.L de sus contenidos y/o servicios, siendo su titular, fabricante o distribuidor el único responsable de los mismos.",
        "p60": "En ningún caso SNISKO ENTERTAINMENT S.L comparte con Facebook, Twitter o con cualquier otra red social que se incorpore en el futuro ningún tipo de información privada sobre sus Usuarios, siendo su única finalidad la establecida en las presentes Condiciones de Uso, así como en la Política de Privacidad de la Web. En este sentido, el Usuario declara expresamente conocer que toda la información que el propio Usuario desee proporcionar a estas plataformas será bajo su propia responsabilidad, no interviniendo SNISKO ENTERTAINMENT S.L en dicho proceso.",
        "p61": "La activación y uso de estas aplicaciones puede conllevar la identificación y autenticación del Usuario (login/contraseña) en las plataformas correspondientes, completamente externas a la Web y fuera del control de SNISKO ENTERTAINMENT S.L. Al acceder a dichas redes externas, el Usuario ingresa en un entorno no controlado por SNISKO ENTERTAINMENT S.L, por lo que éste no asumirá ninguna responsabilidad sobre la configuración de seguridad de dichos entornos.",
        "p62": "Dado que SNISKO ENTERTAINMENT S.L no tiene control alguno sobre el contenido alojado en dichos canales, el Usuario reconoce y acepta que SNISKO ENTERTAINMENT S.L no asume responsabilidad alguna por el contenido ni por los servicios a los que el Usuario pueda acceder en dichas páginas, ni por cualquier contenido, productos, servicios, publicidad, ni cualquier otro material disponible en los mismos. Por tal motivo, el Usuario debe extremar la prudencia en la valoración y utilización de la información, contenidos y servicios existentes en los canales enlazados, y sobre la información propia o de terceros que quiera compartir en dichos canales.",
        "subTitle8": "ENLACES EN OTRAS PÁGINAS WEB CON DESTINO A LA WEB DE SNISKO ENTERTAINMENT S.L",
        "p63": "SNISKO ENTERTAINMENT S.L no autoriza el establecimiento de un enlace a la Web desde aquellas páginas que contengan materiales, información o contenidos ilícitos, ilegales, degradantes, obscenos y, en general, que contravengan las Leyes, la moral o el orden público, o las normas sociales generalmente aceptadas.",
        "p64": "En todo caso, los Usuarios podrán establecer enlaces en sus respectivas páginas web que dirijan a la Web, siempre y cuando cumplan las siguientes condiciones:",
        "p65": "El enlace no podrá reproducir el contenido de la Web o partes de la misma de ninguna forma.",
        "p66": "No está permitido crear ni un browser (navegador o buscador) sobre las secciones de la Web, ni de ninguna otra forma podrá modificarse la Web o favorecer el acceso a sus páginas evitándose la página de inicio de la Web o sin que el internauta sea consciente de que está en la Web.",
        "p67": "No está permitido realizar manifestaciones o indicaciones falsas o inexactas o incorrectas sobre la Web y/o, en particular, declarar o dar a entender que SNISKO ENTERTAINMENT S.L ha autorizado el enlace o que ha supervisado o asumido de cualquier forma los contenidos o servicios ofrecidos o puestos a disposición en la página web en la que se establece dicho enlace.",
        "p68": "La página web en la que se establezca el enlace a la Web no contendrá informaciones o contenidos ilícitos, contrarios a la moral y buenas costumbres generalmente aceptadas y al orden público, así como tampoco contendrá contenidos contrarios a cualesquiera derechos de terceros, incluidos los derechos de propiedad intelectual e industrial y/o el derecho al honor, a la intimidad personal o familiar o a la propia imagen o de cualquier otro derecho, o contenidos contrarios a las normas reguladoras de la protección de datos de carácter personal.",
        "p69": "SNISKO ENTERTAINMENT S.L no tiene facultad ni medios humanos ni técnicos para conocer toda la información, contenidos, productos o servicios facilitados por otras páginas web que tengan establecidos enlaces con destino a la Web. SNISKO ENTERTAINMENT S.L no asume ningún tipo de responsabilidad por cualquier aspecto relativo a la página web que establece ese enlace con destino a la Web (en concreto, a título enunciativo y no taxativo, sobre su funcionamiento, acceso, datos, información, archivos, calidad y fiabilidad de sus productos y servicios, sus propios enlaces y/o cualquiera de sus contenidos, en general).",
        "subTitle9": "RESPONSABILIDADES Y GARANTÍAS DE SNISKO ENTERTAINMENT S.L Y DERECHO A SUSPENDER EL SERVICIO",
        "p70": "La aceptación de los términos de estas Condiciones de Uso supone la conformidad del Usuario con las normas de uso de los contenidos y/o servicios. El Usuario por tanto declara expresamente conocer que corre de su propia cuenta y riesgo la utilización de la Web.",
        "p71": "SNISKO ENTERTAINMENT S.L está profundamente comprometida con que el servicio funcione correctamente y conforme a las Condiciones de Uso. Sin perjuicio de lo anterior, SNISKO ENTERTAINMENT S.L no está en disposición de evitar que se produzcan, especialmente por la intervención de terceros mal intencionados, situaciones de las que se pudieran derivar responsabilidades. En esos casos, SNISKO ENTERTAINMENT S.L se compromete a actuar con la mayor celeridad posible para solventar cualesquiera inconvenientes que pudieran generarse a los Usuarios, si bien no puede garantizar la fiabilidad, utilidad o veracidad de toda la información y/o de los servicios de la Web, ni tampoco de la utilidad o veracidad de la documentación puesta a disposición a través de la misma, ya que siempre puede haber actuaciones de terceros que quedan fuera de su control.",
        "p72": "En consecuencia, SNISKO ENTERTAINMENT S.L no garantiza ni se hace responsable de:",
        "p73": "La continuidad de los contenidos de la Web;",
        "p74": "La ausencia de errores en dichos contenidos;",
        "p75": "La ausencia de virus y/o demás componentes dañinos en la Web o en el servidor que la aloja;",
        "p76": "La invulnerabilidad de la Web y/o la imposibilidad de vulnerar las medidas de seguridad que se adopten en la misma;",
        "p77": "La falta de utilidad o rendimiento de los contenidos de la Web;",
        "p78": "Los daños o perjuicios que cause, a sí misma o a un tercero, cualquier persona que infringiera las Condiciones de Uso o vulnerara los sistemas de seguridad de la Web.",
        "p79": "Ello no obstante, SNISKO ENTERTAINMENT S.L ha adoptado todas las medidas necesarias, dentro de sus posibilidades y con arreglo al estado de la técnica, para que el funcionamiento de la Web sea el adecuado, y para reducir al mínimo los errores.",
        "p80": "SNISKO ENTERTAINMENT S.L no garantiza la licitud, fiabilidad y utilidad de los contenidos suministrados por terceros a través de la Web. Si el Usuario tuviera conocimiento de la existencia de algún contenido ilícito, ilegal, contrario a las Leyes o que pudiera suponer una infracción de derechos de terceros, deberá notificarlo inmediatamente a SNISKO ENTERTAINMENT S.L , preferiblemente en la siguiente dirección de correo electrónico contacto@dropforcoin.com para que esta pueda proceder a la adopción de las medidas oportunas.",
        "p81": "SNISKO ENTERTAINMENT S.L no será responsable de la veracidad, integridad o actualización de las informaciones publicadas en la Web provenientes de fuentes ajenas a la misma, así como tampoco de las contenidas en otras plataformas a las que se enlace desde la Web. SNISKO ENTERTAINMENT S.L no tendrá responsabilidad por hipotéticos perjuicios que pudieran originarse por el uso de las citadas informaciones.",
        "p82": "En todo caso, SNISKO ENTERTAINMENT S.L se reserva el derecho a suspender, modificar, restringir o interrumpir, ya sea temporal o permanentemente, el acceso, navegación, uso, alojamiento y/o descarga del contenido y/o uso de servicios de la Web, con o sin previa notificación, a los Usuarios que contravengan cualquiera de las disposiciones detalladas en las presentes Condiciones de Uso, sin que medie la posibilidad del Usuario de exigir indemnización alguna por esta causa, y sin perjuicio del derecho de SNISKO ENTERTAINMENT S.L a reclamar la correspondiente indemnización de los daños y perjuicios sufridos.",
        "subTitle10": "MODIFICACIONES EN LAS CONDICIONES DE USO",
        "p83": "SNISKO ENTERTAINMENT S.L se reserva el derecho de efectuar sin previo aviso las modificaciones que considere oportunas en su Web, pudiendo cambiar, suprimir o añadir tanto los contenidos y servicios que presta, como la forma en la que estos aparezcan presentados o localizados.",
        "p84": "La vigencia temporal de estas Condiciones de Uso coincide, por lo tanto, con el tiempo de su exposición, hasta el momento en que sean modificadas total o parcialmente, momento en el cual pasarán a tener vigencia las Condiciones de Uso modificadas. De todo ello los Usuarios serán oportunamente informados, en función de las circunstancias.",
        "p85": "SNISKO ENTERTAINMENT S.L podrá dar por terminada, suspender o interrumpir unilateralmente, en cualquier momento, sin necesidad de preaviso, la prestación del servicio de la Web y/o de cualquiera de los servicios, así como el acceso a los contenidos de la Web, sin que el Usuario pueda reclamar a SNISKO ENTERTAINMENT S.L indemnización alguna por tales actuaciones. Por tanto, el Usuario acepta expresamente que existe esta facultad de SNISKO ENTERTAINMENT S.L y, a efectos aclaratorios, renuncia expresamente a cualesquiera acciones de reclamación de daños y perjuicios que pudiera interponer contra SNISKO ENTERTAINMENT S.L por motivo de las actuaciones relacionadas en este apartado.",
        "p86": "Si SNISKO ENTERTAINMENT S.L optase por dar por terminada la prestación del servicio de la Web en los términos expresados anteriormente, el Usuario quedará obligado a eliminar y/o destruir cualquier material que hubiera obtenido o descargado de la Web y/o del portal en el que se ofrecen los contenidos y los servicios, incluyendo todo el software y documentación correspondiente, así como cualquier copia, impresión e instalación, si bien seguirán vigentes las prohibiciones de uso de los contenidos expuestas anteriormente en las presentes Condiciones de Uso.",
        "p87": "En el caso de que cualquier disposición de las presentes Condiciones de Uso fuese declarada nula o inaplicable, en su totalidad o en parte, por cualquier Juzgado, Tribunal u órgano administrativo competente, dicha nulidad o inaplicación no afectará a las restantes disposiciones de las presentes Condiciones de Uso.",
        "p88": "El no ejercicio o ejecución por parte de SNISKO ENTERTAINMENT S.L de cualquier derecho o disposición contenido en las presentes Condiciones de Uso no constituirá una renuncia al mismo, salvo reconocimiento expreso y acuerdo por escrito por su parte.",
        "p89": "Estas Condiciones de Uso permanecerán publicadas en nuestra Web para que puedas consultarlas siempre que lo desees.",
        "subTitle11": "LEGISLACIÓN APLICABLE Y JURISDICCIÓN COMPETENTE",
        "p90": "Siempre que la normativa vigente al efecto no prevea la posibilidad para las partes de someterse a un fuero determinado, para toda cuestión litigiosa derivada o relacionada con esta Web será de aplicación la legislación española vigente en el momento del litigio y nos someteremos a los Juzgados y Tribunales de la ciudad de Barcelona, así como, en su caso, a los Tribunales Arbitrales de consumo o semejantes a los que nos encontremos adheridos en el momento de producirse la controversia.",
        "p91": "Para presentar reclamaciones en el uso de nuestros servicios, puedes dirigirte por correo a la dirección electrónica o física indicada en el apartado 1 de las presentes Condiciones de Uso, que reproducimos aquí para tu mayor facilidad:",
        "subTitle12": "POLITICA DE DEVOLUCIONES DE LA WEB",
        "p92": "El plazo de devoluciones en nuestra tienda online es de 14 días desde la recepción del pedido.",
        "p93": "En ningún caso el cliente debe devolver la mercancía a SNISKO ENTERTAINMENT S.L por sus propios medios SNISKO ENTERTAINMENT S.L no se hará responsable de la mercancía si el cliente la devuelve por sus propios medios.",
        "p94": "Para devolver cualquier artículo de nuestra tienda online contacte en contacto@dropforcoin.com.",
        "p95": "A continuación le informamos cómo proceder en cada caso:",
        "policy1": "1. Producto dañado durante el envío",
        "policyDiscription1": "Al recibir el producto debe revisarlo bien. Si comprueba que ha sido dañado durante el envío deberá ponerse en contacto con nosotros de forma inmediata a través de nuestras vías de contacto donde le indicaremos la forma de proceder.",
        "policy2": "2. Producto incorrecto",
        "policyDiscription2": "En el caso de que nos hayamos equivocado en el envío del producto, dispone de 14 días naturales a partir de la fecha de recepción del pedido para devolvernos el mismo. Por favor, contacte con nuestro servicio de atención al cliente en la dirección de correo electrónico contacto@dropforcoin.com",
        "policy3": "3. Productodefectuoso",
        "Discription1": "Para la devolución por producto defectuoso, primero habrá que constatar el defecto de la pieza mediante el envío de fotos en las que se compruebe que realmente el elemento está dañado o deteriorado. A partir de aquí todo corre de nuestro cargo.",
        "Discription2": "Esta Garantía incluye los portes, el material y la mano de obra, pero según la ley de garantía de bienes de consumo, son excluidos de su cobertura, las características propias del producto propias de su naturaleza (comportamiento de la madera,…), así como los daños producidos por un mal uso del mismo o una limpieza inadecuada.",
        "Discription3": "En esta garantía no se incluyen las deficiencias ocasionadas por negligencias, golpes, uso o manipulaciones indebidas, instalación incorrecta no efectuada por el instalador autorizado cuando proceda, ni materiales sometidos a desgaste por su uso normal.",
        "Discription4": "La garantía perderá su valor:Si se modifican, alteran o sustituyen algunos de los datos de la misma o del justificante de compra. Para hacer uso de la garantía, es imprescindible la presentación del justificante de compra.En SNISKO ENTERTAINMENT S.L queremos que nuestros clientes estén satisfechos y por ello contamos con un servicio posventa continuo al que podrá dirigirse a través de cualquiera de nuestro medios de atención al cliente:e-mail contacto@dropforcoin.com",
        "Discription5": "La garantía ofrecida por SNISKO ENTERTAINMENT S.L cumple con los requisitos legales exigidos tanto en del Texto Refundido de la Ley General para la Defensa de los Consumidores y Usuarios y otras leyes complementaras (TRLGDCU) como en la Ley 3/2014, de 27 de marzo, por la que se modifica el texto refundido de la Ley General para la Defensa de los Consumidores y Usuarios. (Real Decreto Legislativo 1/2007, de 16 de Noviembre).Acceso a la plataforma de resolución de litigios en línea de la UE",
        "policy4": "4. Producto no satisface sus expectativas",
        "Discription6": "Si recibe el producto y no se responde a lo que buscaba, no se preocupe puede devolverlo en un plazo de 14 días naturales desde la recepción del producto. Para ello solo deberá ponerse en contacto con por cualquiera de los medios disponibles. Es necesario que el producto esté en perfecto estado de conservación con todos sus accesorios.",
        "Discription7": "Después de haber recibido la mercancía el almacén de nuestro proveedor y comprobado su estado, usted obtendrá la devolución del importe de su pedido, descontando los gastos de transporte, mediante transferencia bancaria.",
        "Discription8": "No olvide conservar el embalaje original, pues si no devuelve el producto en el embalaje de origen el producto sufrirá una depreciación. Le recomendamos que, en caso de devolver el producto ya abierto, lo re-embale muy bien con todas las protecciones con las que lo suministramos desde SNISKO ENTERTAINMENT S.L; tenga en cuenta que luego puede sufrir golpes en el transporte y si lo recibimos muy dañado tendremos que aplicar un sobrecoste por dicha depreciación del producto."
    }
}